Repository: cclauss/shareabouts-pbboston
Catalog: src/conf/locale/*/LC_MESSAGES/django.po/django.po
Languages: pt_br, vi, zh_hans

source: ALL City of Boston residents, regardless of age, can submit ideas!
pt_br: TODOS os residentes da cidade de Boston, independentemente da idade, podem enviar ideias!
vi: TẤT CẢ cư dân Thành phố Boston, bất kể tuổi tác, đều có thể gửi ý tưởng!
zh_hans: 所有波士顿市居民，无论年龄大小，都可以提交想法！

source: By engaging in Participatory Budgeting, Bostonians of all ages and backgrounds can help inform priorities and future investments for the City’s larger budget process.
pt_br: Ao se envolver Orçamento Participativo, os moradores de Boston de todas as idades e origens podem ajudar a informar prioridades e investimentos futuros para o processo orçamentário mais amplo da cidade.
vi: Bằng cách tham gia vào Lập ngân sách có sự tham gia, người dân Boston ở mọi lứa tuổi và hoàn cảnh có thể giúp cung cấp thông tin các ưu tiên và đầu tư trong tương lai cho quy trình ngân sách lớn hơn của Thành phố.
zh_hans: 通过参与 参与式预算，各个年龄段和背景的波士顿人都可以帮助提供信息 该市更大预算流程的优先事项和未来投资。

source: Examples of Eligible Ideas
pt_br: Exemplos de ideias elegíveis
vi: Ví dụ về các ý tưởng đủ điều kiện
zh_hans: 符合条件的创意示例

source: Examples of Ineligible Ideas
pt_br: Exemplos de ideias inelegíveis
vi: Ví dụ về các ý tưởng không đủ điều kiện
zh_hans: 不合格创意的示例

source: February 2025 and Onward
pt_br: Fevereiro de 2025 em diante
vi: Tháng 2 năm 2025 trở đi
zh_hans: 2025 年 2 月及以后

source: For more information on Participatory Budgeting, please visit <a href="http://boston.gov/participate">http://boston.gov/participate</a> or email us at <a href="mailto:pb@boston.gov">pb@boston.gov</a>
pt_br: Para obter mais informações sobre Orçamento Participativo, visite <a href="http://boston.gov/participate">http://boston.gov/participate</a> ou envie um email para <a href="mailto:pb@boston.gov">pb@boston.gov</a>
vi: Để biết thêm thông tin về Lập ngân sách có sự tham gia, vui lòng truy cập <a href="http://boston.gov/participate">http://boston.gov/participate</a> hoặc gửi email cho chúng tôi theo địa chỉ <a href="mailto:pb@boston.gov">pb@boston.gov</a>
zh_hans: 有关参与式预算的更多信息，请访问<a href="http://boston.gov/participate">http://boston.gov/participate</a>或发送电子邮件至<a href="mailto:pb@boston.gov">pb@boston.gov</a>

source: Fund and Implement Project Proposals
pt_br: Financiar e implementar propostas de projetos
vi: Cấp kinh phí và thực hiện các đề xuất dự án
zh_hans: 资助并实施项目提案

source: How to Stay Involved?
pt_br: Como permanecer envolvido?
vi: Làm thế nào để duy trì sự tham gia?
zh_hans: 如何保持参与？

source: How to submit a project idea...
pt_br: Como enviar uma ideia de projeto...
vi: Cách gửi ý tưởng dự án...
zh_hans: 如何提交项目想法...

source: Idea Collection Campaign: Submit Your Ideas!
pt_br: Campanha de coleta de ideias: envie suas ideias!
vi: Chiến dịch thu thập ý tưởng: Gửi ý tưởng của bạn!
zh_hans: 创意征集活动：提交你的想法！

source: Ideas may include programs and services, as well as physical infrastructure, technological improvements, and community enhancements.
pt_br: As ideias podem incluir programas e serviços, bem como infra-estruturas físicas, melhorias tecnológicas e melhorias comunitárias.
vi: Ý tưởng có thể bao gồm các chương trình và dịch vụ cũng như cơ sở hạ tầng vật chất, cải tiến công nghệ và cải tiến cộng đồng.
zh_hans: 想法可能包括计划和服务，以及物理基础设施、技术改进和社区增强。

source: Infrastructure projects on private, state, or federal property are not eligible, such as projects concerning the Department of Conservation & Recreation (DCR) or the Massachusetts Bay Transit Authority (MBTA).
pt_br: Projetos de infraestrutura em propriedades privadas, estaduais ou federais não são elegíveis, como projetos relativos ao Departamento de Conservação e Recreação (DCR) ou à Autoridade de Trânsito da Baía de Massachusetts (MBTA).
vi: Các dự án cơ sở hạ tầng trên tài sản tư nhân, tiểu bang hoặc liên bang không đủ điều kiện, chẳng hạn như các dự án liên quan đến Bộ Bảo tồn &amp; Giải trí (DCR) hoặc Cơ quan Vận tải Vịnh Massachusetts (MBTA).
zh_hans: 私人、州或联邦财产上的基础设施项目不符合资格，例如与自然保护和娱乐部 (DCR) 或马萨诸塞湾交通局 (MBTA) 有关的项目。

source: January 2025
pt_br: Janeiro de 2025
vi: tháng 1 năm 2025
zh_hans: 2025 年 1 月

source: July 1 – July 31, 2024
pt_br: 1º de julho – 31 de julho de 2024
vi: Ngày 1 tháng 7 – ngày 31 tháng 7 năm 2024
zh_hans: 2024 年 7 月 1 日 – 2024 年 7 月 31 日

source: October – November 2024
pt_br: Outubro – novembro de 2024
vi: Tháng 10 – tháng 11 năm 2024
zh_hans: 2024 年 10 月至 11 月

source: Participatory Budgeting (PB) is a democratic process where community members directly decide how to spend part of a public budget. The goal of Participatory Budgeting in Boston is to empower residents to elevate community centered project ideas with an emphasis on social and racial equity.
pt_br: O Orçamento Participativo (OP) é um processo democrático onde os membros da comunidade decidir diretamente como gastar parte de um orçamento público. O objetivo do Participativo Orçamentar em Boston visa capacitar os residentes para elevar ideias de projetos com ênfase na equidade social e racial.
vi: Lập ngân sách có sự tham gia (PB) là một quá trình dân chủ trong đó các thành viên cộng đồng trực tiếp quyết định việc chi tiêu một phần ngân sách công. Mục tiêu của sự tham gia Việc lập ngân sách ở Boston là để trao quyền cho người dân nâng cao khả năng lấy cộng đồng làm trung tâm ý tưởng dự án tập trung vào công bằng xã hội và chủng tộc.
zh_hans: 参与式预算（PB）是一个民主过程，社区成员 直接决定如何使用部分公共预算。参与式政府的目标是 波士顿的预算是为了赋予居民权力，提升以社区为中心的 强调社会和种族平等的项目理念。

source: Paying for the salary of a public employee to provide services; Repairing a privately owned building; Helping an organization renovate a space that it rents from a private landlord; Helping a religious institution repair its sanctuary; Increase the frequency of MBTA buses or trains.
pt_br: Pagar o salário de funcionário público para prestação de serviços; Reparar um edifício de propriedade privada; Ajudar uma organização a renovar um espaço que aluga a um proprietário privado; Ajudar uma instituição religiosa a reparar o seu santuário; Aumentar a frequência dos ônibus ou trens da MBTA.
vi: Trả lương cho viên chức cung cấp dịch vụ; Sửa chữa tòa nhà thuộc sở hữu tư nhân; Giúp một tổ chức cải tạo không gian mà họ thuê từ chủ nhà tư nhân; Giúp một tổ chức tôn giáo sửa chữa thánh đường của nó; Tăng tần suất xe buýt hoặc tàu MBTA.
zh_hans: 支付公职人员提供服务的工资；修缮私人建筑；帮助组织翻修从私人房东那里租用的空间；帮助宗教机构修缮其圣所；增加 MBTA 巴士或火车的班次。

source: Programming to strengthen mental health among Boston youth; Expand the City’s Wicked Free WiFi network to reach more low-income areas; Digital literacy classes for senior citizens to learn new skills and promote social connections; Enhance public spaces through infrastructure projects (public art, street trees, benches, etc.)
pt_br: Programação para fortalecer a saúde mental entre os jovens de Boston; Expandir a rede Wicked Free WiFi da cidade para alcançar mais áreas de baixa renda; Aulas de literacia digital para idosos aprenderem novas competências e promoverem ligações sociais; Melhorar os espaços públicos através de projetos de infraestrutura (arte pública, árvores nas ruas, bancos, etc.)
vi: Lập trình để tăng cường sức khỏe tâm thần cho thanh thiếu niên Boston; Mở rộng mạng WiFi miễn phí độc ác của Thành phố để tiếp cận nhiều khu vực có thu nhập thấp hơn; Các lớp học kỹ thuật số dành cho người cao tuổi để học các kỹ năng mới và thúc đẩy kết nối xã hội; Tăng cường không gian công cộng thông qua các dự án cơ sở hạ tầng (nghệ thuật công cộng, cây xanh đường phố, ghế dài, v.v.)
zh_hans: 制定计划以加强波士顿青少年的心理健康；扩大该市的 Wicked Free WiFi 网络以覆盖更多低收入地区；为老年人提供数字素养课程，以学习新技能并促进社会联系；通过基础设施项目（公共艺术、街道树木、长椅等）改善公共空间

source: Project ideas must be feasible to implement, and be consistent with existing City policies, laws, regulations, and the Participatory Budgeting Ordinance; and
pt_br: As ideias de projectos devem ser viáveis de implementar e ser consistentes com as políticas, leis, regulamentos existentes da Cidade e com a Portaria do Orçamento Participativo; e
vi: Ý tưởng dự án phải khả thi để thực hiện và nhất quán với các chính sách, luật, quy định hiện hành của Thành phố và Pháp lệnh Ngân sách có sự tham gia; Và
zh_hans: 项目构想必须切实可行，并符合现有的城市政策、法律、法规和参与式预算条例；并且

source: Project ideas related to programs and services in non-City owned facilities are eligible.
pt_br: São elegíveis ideias de projectos relacionados com programas e serviços em instalações que não sejam propriedade da cidade.
vi: Các ý tưởng dự án liên quan đến các chương trình và dịch vụ tại các cơ sở không thuộc sở hữu của Thành phố đều đủ điều kiện.
zh_hans: 与非市政府拥有的设施中的计划和服务相关的项目构想均符合资格。

source: Project proposals may include programs and services as well as physical infrastructure
pt_br: As propostas de projetos podem incluir programas e serviços, bem como infraestrutura física
vi: Đề xuất dự án có thể bao gồm các chương trình và dịch vụ cũng như cơ sở hạ tầng vật chất
zh_hans: 项目提案可能包括计划和服务以及物理基础设施

source: Projects are limited to a one-time expense, and do not create new permanent positions;
pt_br: Os projetos estão limitados a uma despesa única e não criam novos cargos permanentes;
vi: Các dự án được giới hạn ở mức chi phí một lần và không tạo ra các vị trí cố định mới;
zh_hans: 项目仅限于一次性费用，并且不会创造新的永久职位；

source: Projects must be implemented or managed by the appropriate City Department or agency receiving direct budget appropriations.
pt_br: Os projetos devem ser implementados ou gerenciados pelo Departamento Municipal apropriado ou agência que receba dotações orçamentárias diretas.
vi: Các dự án phải được thực hiện hoặc quản lý bởi Sở hoặc cơ quan Thành phố phù hợp nhận phân bổ ngân sách trực tiếp.
zh_hans: 项目必须由相应的市政府部门或直接获得预算拨款的机构实施或管理。

source: Public Voting Period
pt_br: Período de votação pública
vi: Thời gian bỏ phiếu công khai
zh_hans: 公开投票期

source: Select "Subtitles/CC" from the gear
pt_br: Selecione &quot;Legendas/CC&quot; na engrenagem
vi: Chọn &quot;Phụ đề/CC&quot; từ bánh răng
zh_hans: 从齿轮中选择“字幕/CC”

source: Sign up to stay informed about Participatory Budgeting in Boston!
pt_br: Inscreva-se para se manter informado sobre o Orçamento Participativo em Boston!
vi: Đăng ký để được thông tin về Ngân sách có sự tham gia ở Boston!
zh_hans: 注册即可了解波士顿的参与式预算的最新动态！

source: Visioning Forums & Online Engagement
pt_br: Visão de fóruns e envolvimento online
vi: Diễn đàn Tầm nhìn &amp; Tương tác Trực tuyến
zh_hans: 愿景论坛和在线参与

source: Welcome to Participatory Budgeting in Boston!
pt_br: Bem-vindo ao Orçamento Participativo em Boston!
vi: Chào mừng bạn đến với Lập ngân sách có sự tham gia ở Boston!
zh_hans: 欢迎来到波士顿的参与式预算！

source: What Type of Ideas Can You Propose?
pt_br: Que tipo de ideias você pode propor?
vi: Bạn có thể đề xuất loại ý tưởng nào?
zh_hans: 您能提出什么类型的想法？

source: What are Some Examples of Ideas?
pt_br: Quais são alguns exemplos de ideias?
vi: Một số ví dụ về ý tưởng là gì?
zh_hans: 有哪些想法的例子？

source: What is the Timeline?
pt_br: Qual é a linha do tempo?
vi: Dòng thời gian là gì?
zh_hans: 时间线是什么？

source: Who can submit project ideas?
pt_br: Quem pode enviar ideias de projetos?
vi: Ai có thể gửi ý tưởng dự án?
zh_hans: 谁可以提交项目想法？

source: icon to see captions in a different language.
pt_br: ícone para ver legendas em um idioma diferente.
vi: biểu tượng để xem chú thích bằng ngôn ngữ khác.
zh_hans: 图标查看不同语言的字幕。

source: Suggest an Idea
pt_br: Sugira uma ideia
vi: Đề xuất một ý tưởng
zh_hans: 提出建议

source: Powered by
pt_br: Distribuído por
vi: Được cung cấp bởi
zh_hans: 供电

source: Come back on %(go_live_date|date:"F j, Y")s to submit your project ideas!
pt_br: Volte em %(go_live_date|date:&quot;F j, Y&quot;)s para enviar suas ideias de projetos!
vi: Hãy quay lại vào %(go_live_date|date:&quot;F j, Y&quot;) để gửi ý tưởng dự án của bạn!
zh_hans: 请于 %(go_live_date|date:"F j, Y") 回来提交您的项目想法！

source: <strong>{{ target.submitter_name }}</strong> submitted a city-wide {{ target.place_type_label }} idea
pt_br: <strong>{{ target.submitter_name }}</strong> enviou uma ideia de {{ target.place_type_label }} para toda a cidade
vi: <strong>{{ target.submitter_name }}</strong> đã gửi ý tưởng {{ target.place_type_label }} trên toàn thành phố
zh_hans: <strong>{{ target.submitter_name }}</strong>提交了全市范围的 {{ target.place_type_label }} 创意

source: <strong>{{ target.submitter_name }}</strong> submitted a{{#if target.type_starts_with_vowel }}n{{/if }} {{ target.place_type_label }} idea near <span class="place-location">{{>location-string place}}</span>
pt_br: <strong>{{ target.submitter_name }}</strong> enviou uma ideia{{#if target.type_starts_with_vowel }}n{{/if }} {{ target.place_type_label }} perto de <span class="place-location">{{&gt;location-string place}}</span>
vi: <strong>{{ target.submitter_name }}</strong> đã gửi ý tưởng{{#if target.type_starts_with_vowel }}n{{/if }} {{ target.place_type_label }} gần <span class="place-location">{{&gt;location-string place}}</span>
zh_hans: <strong>{{ target.submitter_name }}</strong>提交了一个 {{#if target.type_starts_with_vowel }}n{{/if }} {{ target.place_type_label }} 靠近<span class="place-location">{{&gt;location-string place}} 的</span>想法

source: optional
pt_br: opcional
vi: không bắt buộc
zh_hans: 选修的

source: View On Map
pt_br: Ver no mapa
vi: Xem trên bản đồ
zh_hans: 查看地图

source: submitted this city-wide {{ place_type_label location_type}} idea
pt_br: enviou esta ideia de {{ place_type_label location_type}} para toda a cidade
vi: đã gửi ý tưởng {{ place_type_label location_type}} toàn thành phố này
zh_hans: 提交了这个全市范围的 {{ place_type_label location_type}} 想法

source: submitted this {{ place_type_label location_type}} idea near {{ location }}
pt_br: enviou esta ideia de {{ place_type_label location_type}} perto de {{ location }}
vi: đã gửi ý tưởng {{ place_type_label location_type}} này gần {{ location }}
zh_hans: 在 {{ location }} 附近提交了这个 {{ place_type_label location_type}} 想法

source: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Sign up</a> to stay informed about Participatory Budgeting in Boston!
pt_br: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Inscreva-se</a> para se manter informado sobre o Orçamento Participativo em Boston!
vi: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">Đăng ký</a> để được thông tin về Ngân sách có sự tham gia ở Boston!
zh_hans: <a target="_blank" href="https://www.boston.gov/departments/participatory-budgeting#newsletter">注册</a>即可了解波士顿的参与式预算的最新动态！

source: Please help us by answering <a href="..." target="_blank">this optional survey</a>.
pt_br: Por favor, ajude-nos respondendo <a href="..." target="_blank">a esta pesquisa opcional</a> .
vi: Hãy giúp chúng tôi bằng cách trả lời <a href="..." target="_blank">khảo sát tùy chọn này</a> .
zh_hans: 请帮助我们回答<a href="..." target="_blank">这份可选的调查</a>。

source: Thank you for your submission!
pt_br: Obrigado pela sua submissão!
vi: Cảm ơn bạn đã gửi!
zh_hans: 感谢您提交！

source: It looks like you didn't set your location yet.
pt_br: Parece que você ainda não definiu seu local.
vi: Có vẻ như bạn chưa đặt vị trí của mình.
zh_hans: 看起来您尚未设置您的位置。

source: Log Out
pt_br: Sair
vi: Đăng xuất
zh_hans: 登出

source: All Ideas
pt_br: Todas as ideias
vi: Tất cả ý tưởng
zh_hans: 所有想法

source: Choose a neighborhood...
pt_br: Escolha um bairro...
vi: Chọn một khu phố...
zh_hans: 选择一个社区...

source: City-wide Ideas
pt_br: Ideias para toda a cidade
vi: Ý tưởng toàn thành phố
zh_hans: 全市创意

source: Location-specific Ideas
pt_br: Ideias específicas para locais
vi: Ý tưởng dành riêng cho vị trí
zh_hans: 针对特定地点的创意

source: Select a language
pt_br: Selecione um idioma
vi: Chọn một ngôn ngữ
zh_hans: 选择语言

source: Close language picker
pt_br: Fechar seletor de idioma
vi: Đóng bộ chọn ngôn ngữ
zh_hans: 关闭语言选择器

source: Sign In
pt_br: Entrar
vi: Đăng nhập
zh_hans: 登入

source: Signed in as</span> <span class="current-user">{{ current_user "name" }}
pt_br: Conectado como <span class="current-user">{{ current_user &quot;name&quot; }}</span>
vi: Đã đăng nhập bằng <span class="current-user">{{ current_user &quot;name&quot; }}</span>
zh_hans: 以<span class="current-user">{{ current_user "name" }}</span>身份登录

source: Sorry, your browser doesn't support file uploads.
pt_br: Desculpe, seu navegador não suporta upload de arquivos.
vi: Rất tiếc, trình duyệt của bạn không hỗ trợ tải tập tin lên.
zh_hans: 抱歉，您的浏览器不支持文件上传。

source: Recommend on Facebook
pt_br: Recomendar no Facebook
vi: Đề xuất trên Facebook
zh_hans: 在 Facebook 上推荐

source: Tweet This
pt_br: Tweetar isto
vi: Tweet cái này đi
zh_hans: 发推文

source: <strong class="response-submitter"> {{#if submitter}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ submitter.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ submitter_name }} {{/if}} </strong> <span class="response-date"> around {{ pretty_created_datetime }} </span>
pt_br: <strong class="response-submitter"> {{#se remetente}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ submitter.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{nome_do_remetente}} {{/se}} </strong> <span class="response-date"> por volta de {{ pretty_created_datetime }} </span>
vi: <strong class="response-submitter"> {{#if người gửi}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{người gửi.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ tên_người gửi }} {{/nếu như}} </strong> <span class="response-date"> vào khoảng {{ beautiful_created_datetime }} </span>
zh_hans: <strong class="response-submitter"> {{#if 提交者}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ 提交者.姓名 }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ 提交者姓名 }} {{/如果}} </strong> <span class="response-date"> 大约 {{ pretty_created_datetime }} </span>

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
pt_br: <span class="visibility-icon invisible-icon">👁</span> Este {{ place_config.response_name }} <strong>só é visível para moderadores</strong> .
vi: <span class="visibility-icon invisible-icon">👁</span> {{ place_config.response_name }} này <strong>chỉ hiển thị với người kiểm duyệt</strong> .
zh_hans: <span class="visibility-icon invisible-icon">👁</span> 此 {{ place_config.response_name }}<strong>仅版主可见</strong>。

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
pt_br: <span class="visibility-icon visible-icon">👁</span> Este {{ place_config.response_name }} é <strong>visível para todos</strong> .
vi: <span class="visibility-icon visible-icon">👁</span> {{ place_config.response_name }} này <strong>hiển thị với mọi người</strong> .
zh_hans: <span class="visibility-icon visible-icon">👁</span> 此 {{ place_config.response_name }}<strong>对所有人都可见</strong>。

source: Make {{ place_config.response_name }} hidden
pt_br: Tornar {{ place_config.response_name }} oculto
vi: Ẩn {{ place_config.response_name }}
zh_hans: 隐藏 {{ place_config.response_name }}

source: Make {{ place_config.response_name }} visible
pt_br: Torne {{ place_config.response_name }} visível
vi: Hiển thị {{ place_config.response_name }}
zh_hans: 使 {{ place_config.response_name }} 可见

source: Thanks for participating!
pt_br: Obrigado por participar!
vi: Cảm ơn vì đã tham gia!
zh_hans: 感谢您的参与！

source: Oops, %(config.app.name)s needs JavaScript to work properly.
pt_br: Ops, %(config.app.name)s precisa de JavaScript para funcionar corretamente.
vi: Rất tiếc, %(config.app.name)s cần JavaScript để hoạt động bình thường.
zh_hans: 哎呀，%(config.app.name)s 需要 JavaScript 才能正常工作。

source: %(config.app.name)s is great but it needs something called JavaScript to work properly. But fear not, it's really easy to turn on. Click <a href="http://enable-javascript.com/" target="_blank">here</a> for simple instructions!
pt_br: %(config.app.name)s é ótimo, mas precisa de algo chamado JavaScript para funcionar apropriadamente. Mas não tenha medo, é muito fácil de ligar. Clique <a href="http://enable-javascript.com/" target="_blank">aqui</a> para obter instruções simples!
vi: %(config.app.name)s rất tuyệt nhưng nó cần một thứ gọi là JavaScript để hoạt động đúng cách. Nhưng đừng sợ, nó thực sự rất dễ bật. Nhấp chuột <a href="http://enable-javascript.com/" target="_blank">ở đây</a> để được hướng dẫn đơn giản!
zh_hans: %(config.app.name)s 很棒，但它需要 JavaScript 才能工作 正常。但不用担心，它很容易打开。点击 <a href="http://enable-javascript.com/" target="_blank">点击此处</a>查看简单说明！

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
pt_br: Não podemos nos conectar ao servidor no momento. Aguarde enquanto restabelecemos a comunicação.
vi: Chúng tôi không thể kết nối với máy chủ vào lúc này. Hãy chờ đợi trong khi chúng ta thiết lập lại liên lạc.
zh_hans: 我们目前无法连接到服务器。请稍等，我们正在重新建立通信。

source: Close
pt_br: Fechar
vi: Đóng
zh_hans: 关闭
